c/axis2c/test/resources/xml/soap/sample1.xml

<?xml version='1.0' ?>
<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
    <env:Header>
    </env:Header>
    <env:Body>
        <axis2:echoVoid xmlns:axis2="http://ws.apache.org/axis2">
        </axis2:echoVoid>
    </env:Body>
</env:Envelope>